app/controllers/welcome_controller.rb

  def create
    @user = User.create!(users_params)
---
INSERT INTO "users" ("created_at", "email", "updated_at") VALUES (?, ?, ?)  [["created_at", Wed, 19 Mar 2014 05:30:27 UTC +00:00], ["email", "thanhjamin@yahoo.com"], ["updated_at", Wed, 19 Mar 2014 05:30:27 UTC +00:00]]